Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 指标
ar: المقياس
de: Kennzahl
en: Metric
es_mx: Métrica
fr: Métrique
ja: メトリクス
ko: 지표
pt_br: Métrica
pt_pt: Métrica
tr: Metrik
zh_hant: 指標
zh_hk: 指標

source: 指标 · %@
ar: المقاييس · %@
de: Kennzahlen · %@
en: Metrics · %@
es_mx: Métricas · %@
fr: Métriques · %@
ja: メトリクス · %@
ko: 지표 · %@
pt_br: Métricas · %@
pt_pt: Métricas · %@
tr: Metrikler · %@
zh_hant: 指標 · %@
zh_hk: 指標 · %@

source: 按 URL 清理缓存
ar: تفريغ حسب عنوان URL
de: Nach URL leeren
en: Purge by URL
es_mx: Purgar por URL
fr: Purger par URL
ja: URL を指定してパージ
ko: URL로 캐시 제거
pt_br: Limpar cache por URL
pt_pt: Limpar cache por URL
tr: URL’ye göre temizle
zh_hant: 按 URL 清理快取
zh_hk: 按 URL 清理緩存

source: 按 URL 自定义边缘/浏览器缓存 TTL、绕过缓存等缓存规则属于 Orange Cloud Pro。
ar: قواعد التخزين المؤقت — تخصيص مدة بقاء التخزين على الحافة/المتصفح لكل URL وتجاوز التخزين وغير ذلك — جزء من Orange Cloud Pro.
de: Cache-Regeln – Edge-/Browser-Cache-TTLs pro URL anpassen, Cache umgehen und mehr – sind Teil von Orange Cloud Pro.
en: Cache rules — customizing edge/browser cache TTLs per URL, bypassing cache, and more — are part of Orange Cloud Pro.
es_mx: Las reglas de caché —personalizar el TTL de caché de borde/navegador por URL, omitir la caché y más— son parte de Orange Cloud Pro.
fr: Les règles de cache — personnaliser les TTL de cache edge/navigateur par URL, contourner le cache, etc. — font partie d'Orange Cloud Pro.
ja: URL ごとのエッジ／ブラウザーキャッシュ TTL のカスタマイズやキャッシュのバイパスなどのキャッシュルールは Orange Cloud Pro の機能です。
ko: URL별 엣지/브라우저 캐시 TTL 설정, 캐시 우회 등 캐시 규칙은 Orange Cloud Pro 기능입니다.
pt_br: As regras de cache — personalizar TTLs de cache de borda/navegador por URL, ignorar o cache e mais — fazem parte do Orange Cloud Pro.
pt_pt: As regras de cache — personalizar TTLs de cache de extremidade/navegador por URL, ignorar o cache e mais — fazem parte do Orange Cloud Pro.
tr: Önbellek kuralları — URL bazında uç/tarayıcı önbellek TTL'lerini özelleştirme, önbelleği atlama ve daha fazlası — Orange Cloud Pro kapsamındadır.
zh_hant: 依 URL 自訂邊緣／瀏覽器快取 TTL、略過快取等快取規則屬於 Orange Cloud Pro。
zh_hk: 按 URL 自訂邊緣／瀏覽器緩存 TTL、繞過緩存等緩存規則屬於 Orange Cloud Pro。

source: 按 URL 覆盖边缘/浏览器缓存时长或绕过缓存
ar: تجاوز مدة التخزين المؤقت على الحافة/المتصفح لكل URL أو تجاوز التخزين المؤقت
de: Edge-/Browser-Cache-TTLs pro URL überschreiben oder Cache umgehen
en: Override edge/browser cache TTLs per URL or bypass cache
es_mx: Anula el TTL de caché de borde/navegador por URL u omite la caché
fr: Remplacer les TTL de cache edge/navigateur par URL ou contourner le cache
ja: URL ごとにエッジ／ブラウザーキャッシュ時間を上書き、またはキャッシュをバイパス
ko: URL별 엣지/브라우저 캐시 시간 재정의 또는 캐시 우회
pt_br: Substitua os TTLs de cache de borda/navegador por URL ou ignore o cache
pt_pt: Substitua os TTLs de cache de extremidade/navegador por URL ou ignore o cache
tr: URL bazında uç/tarayıcı önbellek süresini geçersiz kılın veya önbelleği atlayın
zh_hant: 依 URL 覆寫邊緣／瀏覽器快取時間或略過快取
zh_hk: 按 URL 覆寫邊緣／瀏覽器緩存時間或繞過緩存

source: 按上方顺序作为主用池，前面的不可用时依次故障转移。
ar: تُستخدم كمجمّعات أساسية بالترتيب أعلاه؛ وإذا تعذّر توفّر مجمّع سابق، يتحوّل المرور إلى التالي.
de: Werden in der obigen Reihenfolge als primäre Pools verwendet; ist ein vorheriger nicht verfügbar, erfolgt ein Failover zum nächsten.
en: Used as primary pools in the order above; if an earlier one is unavailable, traffic fails over to the next.
es_mx: Se usan como grupos principales en el orden anterior; si uno previo no está disponible, el tráfico conmuta al siguiente.
fr: Utilisés comme pools principaux dans l'ordre ci-dessus ; si l'un précédent est indisponible, le trafic bascule vers le suivant.
ja: 上記の順序でプライマリプールとして使用されます。前のプールが利用できない場合は、順に次へフェイルオーバーします。
ko: 위 순서대로 기본 풀로 사용되며, 앞의 풀을 사용할 수 없으면 차례로 다음 풀로 장애 조치됩니다.
pt_br: Usados como pools principais na ordem acima; se um anterior ficar indisponível, o tráfego faz failover para o próximo.
pt_pt: Usados como pools principais pela ordem acima; se um anterior ficar indisponível, o tráfego faz failover para o seguinte.
tr: Yukarıdaki sırayla birincil havuzlar olarak kullanılır; öncekilerden biri kullanılamazsa trafik sıradakine yük devreder.
zh_hant: 依上方順序作為主要池，前面的不可用時依序故障轉移。
zh_hk: 依上方順序作為主要池，前面的不可用時依序故障轉移。

source: 按国家/地区在世界地图上查看请求与威胁的地理分布属于 Orange Cloud Pro。
ar: عرض التوزيع الجغرافي للطلبات والتهديدات حسب البلد/المنطقة على خريطة العالم جزء من Orange Cloud Pro.
de: Die geografische Verteilung von Anfragen und Bedrohungen nach Land/Region auf einer Weltkarte anzuzeigen, ist Teil von Orange Cloud Pro.
en: Viewing the geographic distribution of requests and threats by country/region on a world map is part of Orange Cloud Pro.
es_mx: Ver la distribución geográfica de solicitudes y amenazas por país/región en un mapa mundial es parte de Orange Cloud Pro.
fr: Visualiser la répartition géographique des requêtes et des menaces par pays/région sur une carte du monde fait partie d'Orange Cloud Pro.
ja: 国/地域ごとにリクエストと脅威の地理的分布を世界地図で表示する機能は Orange Cloud Pro に含まれます。
ko: 국가/지역별 요청과 위협의 지리적 분포를 세계 지도에서 보는 기능은 Orange Cloud Pro에 포함됩니다.
pt_br: Ver a distribuição geográfica de solicitações e ameaças por país/região em um mapa-múndi faz parte do Orange Cloud Pro.
pt_pt: Ver a distribuição geográfica de pedidos e ameaças por país/região num mapa-mundo faz parte do Orange Cloud Pro.
tr: İstek ve tehditlerin ülke/bölgeye göre dünya haritasında coğrafi dağılımını görüntülemek Orange Cloud Pro'nun bir parçasıdır.
zh_hant: 在世界地圖上按國家/地區查看請求與威脅的地理分佈屬於 Orange Cloud Pro。
zh_hk: 在世界地圖上按國家/地區查看請求與威脅的地理分佈屬於 Orange Cloud Pro。

source: 按国家/地区查看请求与威胁的全球分布
ar: عرض التوزيع العالمي للطلبات والتهديدات حسب البلد/المنطقة
de: Globale Verteilung von Anfragen und Bedrohungen nach Land/Region anzeigen
en: View the global distribution of requests and threats by country/region
es_mx: Consulta la distribución global de solicitudes y amenazas por país/región
fr: Afficher la répartition mondiale des requêtes et des menaces par pays/région
ja: 国/地域ごとにリクエストと脅威のグローバル分布を表示
ko: 국가/지역별 요청과 위협의 글로벌 분포 보기
pt_br: Veja a distribuição global de solicitações e ameaças por país/região
pt_pt: Veja a distribuição global de pedidos e ameaças por país/região
tr: İstek ve tehditlerin ülke/bölgeye göre küresel dağılımını görüntüleyin
zh_hant: 按國家/地區查看請求與威脅的全球分佈
zh_hk: 按國家/地區查看請求與威脅的全球分佈

source: 按目标清理缓存
ar: تطهير ذاكرة التخزين المؤقت حسب الهدف
de: Cache nach Ziel leeren
en: Purge cache by target
es_mx: Purgar caché por destino
fr: Purger le cache par cible
ja: 対象を指定してキャッシュをパージ
ko: 대상별 캐시 제거
pt_br: Limpar cache por destino
pt_pt: Limpar cache por destino
tr: Hedefe göre önbelleği temizle
zh_hant: 按目標清除快取
zh_hk: 按目標清除緩存

source: 换取 Token 失败：%@
ar: فشل تبادل الرمز: %@
de: Token-Austausch fehlgeschlagen: %@
en: Token exchange failed: %@
es_mx: Error al canjear el token: %@
fr: Échec de l’échange du jeton : %@
ja: トークン交換に失敗しました：%@
ko: 토큰 교환 실패: %@
pt_br: Falha ao trocar o token: %@
pt_pt: Falha ao trocar o token: %@
tr: Belirteç değişimi başarısız: %@
zh_hant: 兌換 Token 失敗：%@
zh_hk: 兌換 Token 失敗：%@

source: 授权回调格式错误
ar: استدعاء التفويض غير صحيح التنسيق
de: Fehlerhafter Autorisierungs-Callback
en: Malformed authorization callback
es_mx: Devolución de autorización con formato incorrecto
fr: Rappel d’autorisation mal formé
ja: 認可コールバックの形式が不正です
ko: 잘못된 형식의 인증 콜백
pt_br: Retorno de autorização malformado
pt_pt: Retorno de autorização malformado
tr: Hatalı biçimlendirilmiş yetkilendirme geri çağrısı
zh_hant: 授權回呼格式錯誤
zh_hk: 授權回調格式錯誤

source: 授权设置
ar: التفويض
de: Autorisierung
en: Authorization
es_mx: Autorización
fr: Autorisation
ja: 認可設定
ko: 인증
pt_br: Autorização
pt_pt: Autorização
tr: Yetkilendirme
zh_hant: 授權設定
zh_hk: 授權設定

source: 授权请求包含 Cloudflare 尚未对本 App 开放的权限，无法完成登录。请更新到最新版本后重试。
ar: يتضمن طلب التفويض أذونات لم تفتحها Cloudflare لهذا التطبيق بعد، لذا تعذّر إكمال تسجيل الدخول. يرجى التحديث إلى أحدث إصدار ثم المحاولة مرة أخرى.
de: Die Autorisierungsanfrage enthält Berechtigungen, die Cloudflare für diese App noch nicht freigegeben hat, daher kann die Anmeldung nicht abgeschlossen werden. Bitte aktualisiere auf die neueste Version und versuche es erneut.
en: The authorization request includes permissions Cloudflare has not yet enabled for this app, so sign-in can't be completed. Please update to the latest version and try again.
es_mx: La solicitud de autorización incluye permisos que Cloudflare aún no ha habilitado para esta app, por lo que no se puede completar el inicio de sesión. Actualiza a la versión más reciente e inténtalo de nuevo.
fr: La demande d’autorisation contient des autorisations que Cloudflare n’a pas encore activées pour cette app, la connexion ne peut donc pas aboutir. Veuillez mettre à jour vers la dernière version et réessayer.
ja: 認可リクエストに、Cloudflare がこの App にまだ開放していない権限が含まれているため、ログインを完了できません。最新バージョンに更新してからもう一度お試しください。
ko: 인증 요청에 Cloudflare가 아직 이 앱에 개방하지 않은 권한이 포함되어 있어 로그인을 완료할 수 없습니다. 최신 버전으로 업데이트한 후 다시 시도해 주세요.
pt_br: A solicitação de autorização inclui permissões que a Cloudflare ainda não liberou para este app, então não foi possível concluir o login. Atualize para a versão mais recente e tente novamente.
pt_pt: O pedido de autorização inclui permissões que a Cloudflare ainda não disponibilizou para esta app, pelo que não é possível concluir o início de sessão. Atualize para a versão mais recente e tente novamente.
tr: Yetkilendirme isteği, Cloudflare'in bu uygulama için henüz açmadığı izinleri içerdiğinden oturum açma tamamlanamıyor. Lütfen en son sürüme güncelleyip yeniden deneyin.
zh_hant: 授權請求包含 Cloudflare 尚未對本 App 開放的權限，無法完成登入。請更新至最新版本後再試。
zh_hk: 授權請求包含 Cloudflare 尚未對本 App 開放的權限，無法完成登入。請更新至最新版本後再試。

source: 排序
ar: الترتيب
de: Sortieren
en: Sort
es_mx: Ordenar
fr: Trier
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
pt_pt: Ordenar
tr: Sırala

source: 排序查询字符串
ar: ترتيب سلسلة الاستعلام
de: Query-Zeichenfolge sortieren
en: Sort query string
es_mx: Ordenar cadena de consulta
fr: Trier la chaîne de requête
ja: クエリ文字列を並べ替え
ko: 쿼리 문자열 정렬
pt_br: Ordenar string de consulta
pt_pt: Ordenar cadeia de consulta
tr: Sorgu dizesini sırala
zh_hant: 排序查詢字串
zh_hk: 排序查詢字串

source: 排队
ar: في الطابور
de: In Warteschlange
en: Queued
es_mx: En cola
fr: En file
ja: キュー
ko: 대기열
pt_br: Na fila
pt_pt: Em fila
tr: Sırada
zh_hant: 排隊
zh_hk: 排隊

source: 排队中
ar: في الطابور
de: In Warteschlange
en: Queued
es_mx: En cola
fr: En attente
ja: キュー待ち
ko: 대기 중
pt_br: Na fila
pt_pt: Em fila
tr: Sırada
zh_hant: 排隊中
zh_hk: 排隊中

source: 探测参数
ar: معامِلات الفحص
de: Prüfparameter
en: Probe parameters
es_mx: Parámetros de sondeo
fr: Paramètres de la sonde
ja: プローブのパラメータ
ko: 프로브 매개변수
pt_br: Parâmetros de sondagem
pt_pt: Parâmetros de sondagem
tr: Yoklama parametreleri
zh_hant: 探測參數
zh_hk: 探測參數

source: 探测间隔
ar: فترة الفحص
de: Prüfintervall
en: Probe interval
es_mx: Intervalo de sondeo
fr: Intervalle de sonde
ja: プローブ間隔
ko: 프로브 간격
pt_br: Intervalo de sondagem
pt_pt: Intervalo de sondagem
tr: Yoklama aralığı
zh_hant: 探測間隔
zh_hk: 探測間隔

source: 接下来
ar: الخطوات التالية
de: Nächste Schritte
en: Next steps
es_mx: Siguientes pasos
fr: Étapes suivantes
ja: 次のステップ
ko: 다음 단계
pt_br: Próximos passos
pt_pt: Passos seguintes
tr: Sonraki adımlar
zh_hant: 接下來
zh_hk: 接下來

source: 推荐
ar: الأفضل قيمةً
de: Bester Wert
en: Best Value
es_mx: Mejor opción
fr: Meilleur rapport
ja: おすすめ
ko: 추천
pt_br: Melhor valor
pt_pt: Melhor valor
tr: En İyi Değer
zh_hant: 推薦
zh_hk: 推薦

source: 推送中心
ar: مركز الإشعارات
de: Push-Center
en: Push Center
es_mx: Centro de notificaciones
fr: Centre de push
ja: プッシュセンター
ko: 푸시 센터
pt_br: Central de Push
pt_pt: Centro de Push
tr: Push Merkezi

source: 推送端点 · CF 告警直推
ar: نقطة نهاية الدفع · تنبيهات CF مباشرة
de: Push-Endpunkt · CF-Warnungen direkt
en: Push endpoint · CF alerts direct
es_mx: Endpoint de push · alertas CF directas
fr: Point de terminaison push · alertes CF directes
ja: プッシュエンドポイント · CF アラート直送
ko: 푸시 엔드포인트 · CF 경고 직접 전송
pt_br: Endpoint de push · alertas CF diretos
pt_pt: Endpoint de push · alertas CF diretos
tr: Push uç noktası · CF uyarıları doğrudan
zh_hant: 推送端點 · CF 告警直推
zh_hk: 推送端點 · CF 告警直推

source: 描述（可选）
ar: الوصف (اختياري)
de: Beschreibung (optional)
en: Description (optional)
es_mx: Descripción (opcional)
fr: Description (facultatif)
ja: 説明（任意）
ko: 설명(선택 사항)
pt_br: Descrição (opcional)
pt_pt: Descrição (opcional)
tr: Açıklama (isteğe bağlı)
zh_hant: 描述（選填）
zh_hk: 描述（可選）

source: 描述你遇到的问题，或想反馈的建议……
ar: صِف المشكلة التي واجهتها أو أي اقتراح تود مشاركته…
de: Beschreibe das Problem, auf das du gestoßen bist, oder einen Vorschlag, den du teilen möchtest …
en: Describe the problem you ran into, or any suggestion you'd like to share…
es_mx: Describe el problema que tuviste o cualquier sugerencia que quieras compartir…
fr: Décrivez le problème que vous avez rencontré ou toute suggestion à partager…
ja: 発生した問題や、ご提案などをご記入ください……
ko: 발생한 문제나 제안하고 싶은 내용을 적어 주세요…
pt_br: Descreva o problema que encontrou ou alguma sugestão que gostaria de compartilhar…
pt_pt: Descreva o problema que encontrou ou alguma sugestão que gostaria de partilhar…
tr: Karşılaştığınız sorunu veya paylaşmak istediğiniz önerileri yazın…
zh_hant: 描述你遇到的問題，或想回饋的建議……
zh_hk: 描述你遇到的問題，或想反映的建議……

source: 描述太长了，精简后再试。
ar: هذا الوصف طويل جدًا. اختصره وحاول مرة أخرى.
de: Die Beschreibung ist zu lang. Kürze sie und versuche es erneut.
en: That description is too long. Shorten it and try again.
es_mx: Esa descripción es demasiado larga. Acórtala e inténtalo de nuevo.
fr: Cette description est trop longue. Raccourcissez-la et réessayez.
ja: 説明が長すぎます。短くしてもう一度お試しください。
ko: 설명이 너무 깁니다. 짧게 줄여 다시 시도해 보세요.
pt_br: Essa descrição é muito longa. Encurte-a e tente novamente.
pt_pt: Essa descrição é demasiado longa. Encurte-a e tente novamente.
tr: Bu açıklama çok uzun. Kısaltıp tekrar deneyin.
zh_hant: 描述太長了，精簡後再試。
zh_hk: 描述太長了，精簡後再試。

source: 提交
ar: التزام
de: Commit
en: Commit
es_mx: Commit
fr: Commit
ja: コミット
ko: 커밋
pt_br: Commit
pt_pt: Commit
tr: İşleme

source: 提交信息
ar: رسالة الالتزام
de: Commit-Nachricht
en: Commit message
es_mx: Mensaje de commit
fr: Message de commit
ja: コミットメッセージ
ko: 커밋 메시지
pt_br: Mensagem de commit
pt_pt: Mensagem de commit
tr: İşleme mesajı
zh_hant: 提交訊息
zh_hk: 提交訊息

source: 提交后 Cloudflare 会向该邮箱发送验证邮件，点击其中链接后方可用于转发。
ar: بعد الإرسال، سيُرسل Cloudflare بريد تحقق إلى هذا العنوان؛ انقر الرابط بداخله ليصبح قابلاً للاستخدام في إعادة التوجيه.
de: Nach dem Senden schickt Cloudflare eine Bestätigungs-E-Mail an dieses Postfach. Klicken Sie den Link darin, damit es für Weiterleitungen genutzt werden kann.
en: After submitting, Cloudflare sends a verification email to this mailbox; click the link in it before it can be used for forwarding.
es_mx: Tras enviar, Cloudflare envía un correo de verificación a este buzón; haz clic en el enlace antes de poder usarlo para reenvío.
fr: Après l’envoi, Cloudflare envoie un e-mail de vérification à cette boîte ; cliquez sur le lien avant de pouvoir l’utiliser pour le transfert.
ja: 送信後、Cloudflare がこのメールボックスに検証メールを送ります。本文内のリンクをクリックすると転送に使用できます。
ko: 제출하면 Cloudflare가 이 메일함으로 확인 이메일을 보냅니다. 메일의 링크를 클릭해야 전달에 사용할 수 있습니다.
pt_br: Após enviar, a Cloudflare envia um e-mail de verificação para essa caixa; clique no link para poder usá-la no encaminhamento.
pt_pt: Após enviar, a Cloudflare envia um e-mail de verificação para essa caixa; clique na ligação para a poder usar no reencaminhamento.
tr: Gönderdikten sonra Cloudflare bu posta kutusuna bir doğrulama e-postası gönderir; iletme için kullanabilmeniz için içindeki bağlantıya tıklayın.
zh_hant: 送出後 Cloudflare 會寄驗證郵件到該郵箱，點擊其中連結後才能用於轉發。
zh_hk: 送出後 Cloudflare 會寄驗證郵件到該信箱，點擊其中連結後才能用於轉寄。

source: 提供陈旧内容：回源更新时先返回旧缓存，减少等待。
ar: تقديم المحتوى القديم: أثناء جلب تحديث من الأصل، يُقدَّم التخزين القديم أولًا لتقليل الانتظار.
de: Veraltete Inhalte ausliefern: Während ein Update vom Origin geholt wird, wird zunächst der alte Cache ausgeliefert, um Wartezeit zu reduzieren.
en: Serve stale content: while fetching an update from the origin, serve the old cache first to reduce waiting.
es_mx: Servir contenido obsoleto: mientras se obtiene una actualización del origen, sirve primero la caché anterior para reducir la espera.
fr: Diffuser le contenu périmé : pendant la récupération d'une mise à jour depuis l'origine, servir d'abord l'ancien cache pour réduire l'attente.
ja: 陳腐なコンテンツを配信：オリジンから更新を取得する間、まず古いキャッシュを返して待ち時間を減らします。
ko: 오래된 콘텐츠 제공: 오리진에서 업데이트를 가져오는 동안 이전 캐시를 먼저 제공해 대기를 줄입니다.
pt_br: Servir conteúdo obsoleto: enquanto busca uma atualização na origem, serve primeiro o cache antigo para reduzir a espera.
pt_pt: Servir conteúdo obsoleto: enquanto obtém uma atualização da origem, serve primeiro a cache antiga para reduzir a espera.
tr: Eskimiş içeriği sun: kökenden bir güncelleme alınırken bekleme süresini azaltmak için önce eski önbelleği sunar.
zh_hant: 提供過時內容：回源更新時先回傳舊快取，減少等待。
zh_hk: 提供過時內容：回源更新時先回傳舊緩存，減少等待。

source: 提前下发 103 提示预加载资源
ar: يرسل تلميحات 103 مبكرًا لتحميل الموارد مسبقًا
de: Sendet 103-Hinweise frühzeitig, um Ressourcen vorzuladen
en: Send 103 hints early to preload resources
es_mx: Envía sugerencias 103 con anticipación para precargar recursos
fr: Envoie des indices 103 en amont pour précharger les ressources
ja: 103 ヒントを先に送信してリソースをプリロードします
ko: 103 힌트를 미리 보내 리소스를 미리 로드합니다
pt_br: Envia dicas 103 antecipadamente para pré-carregar recursos
pt_pt: Envia sugestões 103 antecipadamente para pré-carregar recursos
tr: Kaynakları önceden yüklemek için 103 ipuçlarını erken gönderir
zh_hant: 提前下發 103 提示預先載入資源
zh_hk: 提前下發 103 提示預載資源

source: 搜索 IP / 备注
ar: بحث في IP / الملاحظات
de: IP / Notizen suchen
en: Search IP / notes
es_mx: Buscar IP / notas
fr: Rechercher IP / notes
ja: IP／メモを検索
ko: IP / 메모 검색
pt_br: Pesquisar IP / notas
pt_pt: Pesquisar IP / notas
tr: IP / not ara
zh_hant: 搜尋 IP／備註
zh_hk: 搜尋 IP／備註

source: 搜索 Snippet
ar: بحث في المقتطفات
de: Snippets suchen
en: Search snippets
es_mx: Buscar snippets
fr: Rechercher des snippets
ja: スニペットを検索
ko: 스니펫 검색
pt_br: Pesquisar snippets
pt_pt: Pesquisar snippets
tr: Snippet ara
zh_hant: 搜尋 Snippet
zh_hk: 搜尋 Snippet

source: 搜索列表
ar: بحث في القوائم
de: Listen suchen
en: Search lists
es_mx: Buscar listas
fr: Rechercher des listes
ja: リストを検索
ko: 목록 검색
pt_br: Pesquisar listas
pt_pt: Pesquisar listas
tr: Liste ara
zh_hant: 搜尋清單
zh_hk: 搜尋清單

source: 搜索域名
ar: البحث في النطاقات
de: Domains suchen
en: Search domains
es_mx: Buscar dominios
fr: Rechercher des domaines
ja: ドメインを検索
ko: 도메인 검색
pt_br: Buscar domínios
pt_pt: Pesquisar domínios
tr: Alan adı ara
zh_hant: 搜尋網域
zh_hk: 搜尋域名

source: 搜索模型
ar: البحث في النماذج
de: Modelle suchen
en: Search models
es_mx: Buscar modelos
fr: Rechercher des modèles
ja: モデルを検索
ko: 모델 검색
pt_br: Pesquisar modelos
pt_pt: Pesquisar modelos
tr: Modelleri ara
zh_hant: 搜尋模型
zh_hk: 搜尋模型

source: 搜索脚本
ar: البحث في النصوص
de: Skripte suchen
en: Search scripts
es_mx: Buscar scripts
fr: Rechercher des scripts
ja: スクリプトを検索
ko: 스크립트 검색
pt_br: Buscar scripts
pt_pt: Pesquisar scripts
tr: Betik ara
zh_hant: 搜尋指令碼
zh_hk: 搜尋指令碼

source: 搜索规则
ar: بحث في القواعد
de: Regeln suchen
en: Search rules
es_mx: Buscar reglas
fr: Rechercher des règles
ja: ルールを検索
ko: 규칙 검색
pt_br: Pesquisar regras
pt_pt: Pesquisar regras
tr: Kural ara
zh_hant: 搜尋規則
zh_hk: 搜尋規則

source: 搜索记录
ar: البحث في السجلات
de: Einträge suchen
en: Search records
es_mx: Buscar registros
fr: Rechercher des enregistrements
ja: レコードを検索
ko: 레코드 검색
pt_br: Buscar registros
pt_pt: Pesquisar registos
tr: Kayıt ara
zh_hant: 搜尋記錄
zh_hk: 搜尋記錄

source: 搜索键名
ar: البحث في المفاتيح
de: Schlüssel suchen
en: Search keys
es_mx: Buscar claves
fr: Rechercher des clés
ja: キーを検索
ko: 키 검색
pt_br: Buscar chaves
pt_pt: Pesquisar chaves
tr: Anahtar ara
zh_hant: 搜尋鍵名
zh_hk: 搜尋鍵名

source: 搜索项目
ar: بحث في المشاريع
de: Projekte suchen
en: Search projects
es_mx: Buscar proyectos
fr: Rechercher des projets
ja: プロジェクトを検索
ko: 프로젝트 검색
pt_br: Pesquisar projetos
pt_pt: Pesquisar projetos
tr: Proje ara
zh_hant: 搜尋專案
zh_hk: 搜尋專案

source: 操作
ar: الإجراءات
de: Aktionen
en: Actions
es_mx: Acciones
fr: Actions
ko: 작업
pt_br: Ações
pt_pt: Ações
tr: Eylemler

source: 操作失败
ar: فشل الإجراء
de: Aktion fehlgeschlagen
en: Action failed
es_mx: La acción falló
fr: Échec de l’action
ja: 操作に失敗しました
ko: 작업 실패
pt_br: A ação falhou
pt_pt: A ação falhou
tr: Eylem başarısız
zh_hant: 操作失敗
zh_hk: 操作失敗

source: 收件地址，如 hello@%@
ar: عنوان المستلم، مثل hello@%@
de: Empfängeradresse, z. B. hello@%@
en: Recipient address, e.g. hello@%@
es_mx: Dirección del destinatario, p. ej. hello@%@
fr: Adresse du destinataire, p. ex. hello@%@
ja: 受信アドレス、例: hello@%@
ko: 수신 주소, 예: hello@%@
pt_br: Endereço do destinatário, ex.: hello@%@
pt_pt: Endereço do destinatário, p. ex. hello@%@
tr: Alıcı adresi, örn. hello@%@
zh_hant: 收件地址，例如 hello@%@
zh_hk: 收件地址，例如 hello@%@

source: 收件箱
ar: صندوق الوارد
de: Posteingang
en: Inbox
es_mx: Bandeja de entrada
fr: Boîte de réception
ja: 受信ボックス
ko: 수신함
pt_br: Caixa de entrada
pt_pt: Caixa de entrada
tr: Gelen kutusu
zh_hant: 收件匣

source: 收到的推送会出现在这里，包括 App 在后台时到达的。
ar: تظهر الإشعارات التي تتلقاها هنا، بما في ذلك التي تصل والتطبيق في الخلفية.
de: Empfangene Pushes erscheinen hier, auch solche, die im Hintergrund eintreffen.
en: Pushes you receive appear here, including those that arrive while the app is in the background.
es_mx: Las notificaciones que recibas aparecen aquí, incluidas las que llegan con la app en segundo plano.
fr: Les push reçus apparaissent ici, y compris ceux qui arrivent en arrière-plan.
ja: 受信したプッシュはここに表示されます。アプリがバックグラウンドのときに届いたものも含みます。
ko: 받은 푸시가 여기에 표시됩니다. 앱이 백그라운드일 때 도착한 것도 포함됩니다.
pt_br: As notificações recebidas aparecem aqui, incluindo as que chegam com o app em segundo plano.
pt_pt: As notificações recebidas aparecem aqui, incluindo as que chegam com a app em segundo plano.
tr: Aldığınız push’lar burada görünür; uygulama arka plandayken gelenler dâhil.
zh_hant: 收到的推送會出現在這裡，包括 App 在背景時到達的。
zh_hk: 收到的推送會出現在這裡，包括 App 在背景時到達的。

source: 收集日志
ar: جمع السجلات
de: Logs erfassen
en: Collect logs
es_mx: Recopilar registros
fr: Collecter les journaux
ja: ログを収集
ko: 로그 수집
pt_br: Coletar logs
pt_pt: Recolher registos
tr: Günlükleri topla
zh_hant: 收集記錄
zh_hk: 收集記錄

source: 放行
ar: السماح
de: Zulassen
en: Allow
es_mx: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pt_br: Permitir
pt_pt: Permitir
tr: İzin ver
zh_hant: 允許
zh_hk: 允許

source: 数据与消息
ar: البيانات والمراسلة
de: Daten & Messaging
en: Data & Messaging
es_mx: Datos y mensajería
fr: Données et messagerie
ja: データとメッセージング
ko: 데이터 및 메시징
pt_br: Dados e mensagens
pt_pt: Dados e mensagens
tr: Veri ve Mesajlaşma
zh_hant: 資料與訊息
zh_hk: 資料與訊息

source: 数据库
ar: قواعد البيانات
de: Datenbanken
en: Databases
es_mx: Bases de datos
fr: Bases de données
ja: データベース
ko: 데이터베이스
pt_br: Bancos de dados
pt_pt: Bases de dados
tr: Veritabanları
zh_hant: 資料庫
zh_hk: 資料庫

source: 数据库名
ar: اسم قاعدة البيانات
de: Datenbankname
en: Database name
es_mx: Nombre de base de datos
fr: Nom de la base
ja: データベース名
ko: 데이터베이스 이름
pt_br: Nome do banco de dados
pt_pt: Nome da base de dados
tr: Veritabanı Adı
zh_hant: 資料庫名稱
zh_hk: 資料庫名稱

source: 数据库名称
ar: اسم قاعدة البيانات
de: Datenbankname
en: Database name
es_mx: Nombre de la base de datos
fr: Nom de la base de données
ja: データベース名
ko: 데이터베이스 이름
pt_br: Nome do banco de dados
pt_pt: Nome da base de dados
tr: Veritabanı adı
zh_hant: 資料庫名稱
zh_hk: 資料庫名稱

source: 数据库类型
ar: نوع قاعدة البيانات
de: Datenbanktyp
en: Database type
es_mx: Tipo de base de datos
fr: Type de base
ja: データベースの種類
ko: 데이터베이스 유형
pt_br: Tipo de banco de dados
pt_pt: Tipo de base de dados
tr: Veritabanı Türü
zh_hant: 資料庫類型
zh_hk: 資料庫類型

source: 数据解析失败
ar: فشل تحليل البيانات
de: Daten konnten nicht verarbeitet werden
en: Failed to parse data
es_mx: Error al analizar los datos
fr: Échec de l’analyse des données
ja: データの解析に失敗しました
ko: 데이터 분석 실패
pt_br: Falha ao analisar os dados
pt_pt: Falha ao analisar os dados
tr: Veri ayrıştırılamadı
zh_hant: 資料解析失敗
zh_hk: 數據解析失敗

source: 文件
ar: الملفات
de: Dateien
en: Files
es_mx: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
pt_pt: Ficheiros
tr: Dosyalar
zh_hant: 檔案
zh_hk: 檔案
